cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'nvm'
brew 'mysql@5.7'
brew 'yarn', args['--ignore-dependencies']
brew 'jabba'
brew 'mas'
brew 'htop'
brew 'dockutil'

cask 'iterm2'
cask 'firefox-developer-edition'
cask 'postman'
cask 'sequel-pro'
cask 'spotify'
cask 'visual-studio-code'
cask 'rescue-time'
cask 'docker'
cask 'spectacle'
